Repository: terafin/Open-Relay
Catalog: Open UI/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, bo, bs, ca, ceb, cs, da, de, el, es, et, eu, fa, fi, fr, fr_ca, ga, gl, he, hi, hr, hu, id, it, ja, ka, kab, ko, lt, lv, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, th, tk, tr, ug, uk, ur, uz, vi, zh_hans, zh_hant

source: Try a different search term.
ar: جرب كلمة بحث مختلفة
az: Başqa axtarış termini yaz
bg: Пробвай различен термин за търсене.
bn: অন্য সার্চ ওয়ার্ড চেষ্টা করো।
bo: ཡིག་ཆ་གཞན་པ་རེ་དེང་ཡོང༏
bs: Pokušaj s drugim pojmom pretrage.
ca: Prova una altra paraula.
ceb: Subukan ang ibang search.
cs: Zkus jiný vyhledávací výraz.
da: Prøv andet søgeord
de: Versuch einen anderen Suchbegriff.
el: Δοκίμασε ένα διαφορετικό όρο αναζήτησης.
es: Prueba con otro término de búsqueda.
et: Proovi teist otsingutermit.
eu: Bilaketa-termino ezberdin bat saiatu.
fa: عبارت جستجوی دیگری رو امتحان کن.
fi: Kokeile eri hakutermia.
fr: Essaye un autre terme de recherche.
fr_ca: Essaie un autre terme de recherche.
ga: Triail téarma cuardaigh eile.
gl: Proba cun termo de busca diferente.
he: נסה מונח חיפוש אחר.
hi: कोई और सर्च टर्म ट्राई करो।
hr: Pokušaj drugačiji pojam za pretraživanje.
hu: Próbálj más keresési kifejezést.
id: Coba kata kunci pencarian yang lain.
it: Prova un altro termine di ricerca.
ja: 別の検索キーワードを試してください
ka: სცადეთ განსხვავებული ძებნა
kab: Ɛreḍ anadi-nniḍen.
ko: 다른 검색어를 시도해봐요.
lt: Pabandyk kitą paieškos terminą.
lv: Mēģini citu meklēšanas vārdu.
ms: Cubakan carian lain.
nb: Prøv et annet søkeord.
nl: Probeer ander zoekwoord.
pa: ਕੋਈ ਹੋਰ search term ਆਜ਼ਮਾ ਕੇ ਦੇਖੋ।
pl: Spróbuj innego wyszukiwania
pt_br: Tenta outro termo de busca
pt_pt: Tenta um termo de pesquisa diferente.
ro: Încearcă un alt termen de căutare.
ru: Попробуй другой поисковый запрос.
sk: Skús iný vyhľadávací termín.
sr: Pokušaj drugačiji termin pretrage.
sv: Prova en annan sökterm.
th: ลองศัพท์ค้นหาอื่น
tk: Farklı bir arama terimi deneyin.
tr: Başka bir arama terimi dene.
ug: باشقا ئىزدەش ئىپادىسىنى سىنا.
uk: Спробуй інший пошуковий запит
ur: کوئی اور سرچ ٹرم آزمائو
uz: Boshqa so'z bilan qidiruv qo'wing.
vi: Thử từ khóa tìm kiếm khác.
zh_hans: 试试其他搜索词。
zh_hant: 試試不同的搜尋關鍵字。

source: Try Again
ar: حاول مرة أخرى
az: Yenidən cəhd et
bg: Опитайте отново
bn: আবার চেষ্টা করুন
bo: སླ་ཡོང༏
bs: Pokušajte ponovo
ca: Tornar a intentar-ho
ceb: Subukan Ulit
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκιμάστε Ξανά
es: Prueba de Nuevo
et: Proovi uuesti
eu: Saiatu Berriro
fa: دوباره تلاش کنید
fi: Yritä uudelleen
fr: Essayer à nouveau
fr_ca: Réessayer
ga: Bain Triail Arís
gl: Inténtao de Novo
he: נסה שוב
hi: फिर से प्रयास करें
hr: Pokušajte ponovno
hu: Próbálkozzon újra
id: Coba Lagi
it: Riprova
ja: 再試行
ka: კიდევ სცადეთ
kab: Ɛreḍ tikelt nniḍen
ko: 다시 시도하기
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba Lagi
nb: Prøv igjen
nl: Probeer opnieuw
pa: ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tente outra vez
ro: Încearcă din nou
ru: Попробовать снова
sk: Skús znova
sr: Pokušaj Ponovo
sv: Försök igen
th: ลองอีกครั้ง
tk: Tekrar Dene
tr: Tekrar Dene
ug: قايتا سىنا
uk: Спробувати ще
ur: دوبارہ کوشش کرو
uz: Qayta urinib ko'ring
vi: Thử lại
zh_hans: 重新生成
zh_hant: 重新產生

source: TTS Engine
ar: محرك TTS
bg: TTS двигател
bn: TTS ইঞ্জিন
ca: Motor TTS
da: TTS-motor
el: Μηχανή TTS
es: Motor TTS
et: TTS mootor
eu: TTS Motorra
fa: موتور TTS
fi: TTS-moottori
fr: Moteur TTS
fr_ca: Moteur TTS
ga: Inneall TTS
gl: Motor TTS
he: מנוע TTS
hi: टीटीएस इंजन
ja: TTSエンジン
ka: TTS ძრავა
kab: Injin TTS
ko: TTS 엔진
lt: TTS variklis
lv: TTS dzinis
nb: TTS Motor
pa: TTS ਇੰਜਨ
pl: Silnik TTS
pt_br: Engine TTS
pt_pt: Motor TTS
ro: Motor TTS
sv: TTS-motor
th: เอนจิน TTS
tk: TTS Motoru
tr: TTS Motoru
ug: TTS موتورى
ur: TTS انجن
zh_hans: TTS 引擎
zh_hant: TTS 引擎

source: TTS Voice
ar: صوت TTS
az: TTS Səsi
bg: TTS Глас
bn: TTS কণ্ঠস্বর
bo: TTS སྐད།
bs: TTS glas
ca: Veu TTS
cs: Hlas TTS
da: TTS-stemme
de: TTS-Stimme
el: Φωνή Κειμένου σε Ομιλία
es: Voz TTS
et: TTS hääl
eu: TTS ahotsa
fa: صدای TTS
fi: Puhesynteesiääni
fr: Voix de Text-to-Speech
fr_ca: Voix de Text-to-Speech
ga: Guth TTS
gl: Voz do TTS
he: קול TTS
hi: TTS वॉइस
hr: TTS glas
hu: TTS hang
id: Suara TTS
it: Voce TTS
ja: TTSボイス
ka: TTS ხმა
kab: Taɣect n TTS
ko: TTS 음성
lt: TTS balsas
lv: TTS balss
ms: Suara TTS
nb: TTS-stemme
nl: TTS Stem
pa: TTS ਆਵਾਜ਼
pl: Głos TTS
pt_br: Voz TTS
pt_pt: Voz TTS
ro: Voce TTS
ru: Голос TTS
sk: TTS hlas
sr: TTS глас
sv: Text-till-tal-röst
th: เสียง TTS
tk: TTS Sesi
tr: TTS Sesi
ug: TTS ئاۋازى
uk: Голос TTS
ur: ٹی ٹی ایس آواز
uz: ТТС овози
vi: Giọng nói TTS
zh_hans: 文本转语音音色
zh_hant: 文字轉語音 (TTS) 聲音

source: Type
ar: نوع
az: Növ
bg: Вид
bn: টাইপ
bo: རིགས།
bs: Tip
ca: Tipus
ceb: Uri
cs: Typ
de: Typ
el: Τύπος
es: Tipo
et: Tüüp
eu: Mota
fa: نوع
fi: Tyyppi
ga: Cineál
gl: Tipo
he: סוג
hi: प्रकार
hr: Tip
hu: Típus
id: Ketik
it: Digitare
ja: 種類
ka: ტიპი
kab: Anaw
ko: 입력
lt: Tipas
lv: Tips
ms: jenis
pa: ਕਿਸਮ
pl: Typ
pt_br: Tipo
pt_pt: Tipo
ro: Tip
ru: Тип
sk: Napíšte
sr: Тип
sv: Typ
th: ประเภท
tk: Typ
tr: Tür
ug: تىپى
uk: Тип
ur: ٹائپ کریں
uz: Тури
vi: Kiểu
zh_hans: 类型
zh_hant: 類型

source: UI/UX Improvement
ar: تحسين واجهة المستخدم
az: UI/UX Yaxşılaşdırması
bg: Подобрение на UI/UX
bn: UI/UX উন্নতি
bo: UI/UX གསར་བསྒྱུར།
bs: UI/UX poboljšanje
ca: Millora de UI/UX
ceb: Pagpabuti ng UI/UX
cs: Vylepšení UI/UX
da: UI/UX-forbedring
de: UI/UX-Verbesserung
el: Βελτίωση UI/UX
es: Mejora de UI/UX
et: Kasutajaliidese parandus
eu: UI/UX Hobetzea
fa: بهبود UI/UX
fi: UI/UX-parannukset
fr: Amélioration UI/UX
fr_ca: Amélioration UI/UX
ga: Feabhsú UI/UX
gl: Mellora de UI/UX
he: שיפור UI/UX
hi: UI/UX सुधार
hr: Poboljšanja korisničkog sučelja
hu: UI/UX fejlesztés
id: Perbaikan UI/UX
it: Miglioramento UI/UX
ja: UI/UX改善
ka: UI/UX გაუმჯობესება
kab: Asileɣ n UI/UX
ko: UI/UX 개선
lt: UI/UX gerinimas
lv: UI/UX uzlabojumi
ms: Peningkatan UI/UX
nb: UI/UX-forbedring
nl: UI/UX Verbetering
pa: UI/UX ਸੁਧਾਰ
pl: Ulepszenie UI/UX
pt_br: Melhoria de UI/UX
pt_pt: Melhorias na UI/UX
ro: Îmbunătățire UI/UX
ru: Улучшение UI/UX
sk: Zlepšenie UI/UX
sr: Poboljšanja UI/UX-a
sv: UI/UX-förbättringar
th: การปรับปรุง UI/UX
tk: UI/UX Gowulaşdyrylyşy
tr: UI/UX İyileştirmesi
ug: ئىشلەتكۈچى ئىنتېرفېسى تەكملىكى
uk: Поліпшення UI/UX
ur: UI/UX بہتری
uz: UI/UX Yaxshilash
vi: Cải Thiện UI/UX
zh_hans: UI/UX 改进
zh_hant: UI/UX 改進

source: Unable to connect. Check your internet connection and try again.
ar: ما فيه قدرة اتصل. تفقد الانترنت وحاول مرة ثانية
az: Qoşula bilmədi. İnternet bağlantını yoxla və yenidən cəhd et
bg: Не мога да се свържа. Проверете вашата интернет връзка и опитайте отново.
bn: কানেক্ট হচ্ছে না। আপনার ইন্টারনেট চেক করুন এবং আবার চেষ্টা করুন।
bo: སྦེ་མེད༏ ཨེ་མེ་དེ་ག་བརྟན་དེང༏ སླ་ཡོང༏
bs: Ne mogu se spojiti. Provjeri internet i pokušaj ponovno.
ca: No es pot connectar. Comprova la connexió i prova de nou.
ceb: Walang connection. Check ang internet mo at subukan ulit.
cs: Nelze se připojit. Zkontroluj svoje připojení a zkus to znovu.
da: Kan ikke forbinde. Tjek din internetforbindelse og prøv igen
de: Verbindung fehlgeschlagen. Überprüf deine Internetverbindung und versuch's nochmal.
el: Δεν μπορώ να συνδεθώ. Έλεγξε τη σύνδεσή σου στο internet και προσπάθησε ξανά.
es: No se puede conectar. Verifica tu conexión a internet e intenta de nuevo.
et: Ei saa ühendust. Kontrolli interneti ja proovi uuesti.
eu: Konektatu ezin da. Zure internet konexioa egiaztatu eta saiatu berriro.
fa: نمی‌تونم متصل بشم. اتصال اینترنت رو چک کن و دوباره تلاش کن.
fi: Yhteyden muodostaminen epäonnistui. Tarkista internet-yhteytesi ja yritä uudelleen.
fr: Impossible de se connecter. Vérifie ta connexion Internet et réessaye.
fr_ca: Impossible de se connecter. Vérifie ta connexion internet et réessaie.
ga: Ní féidir a bhheith i gceangal. Seiceáil do nasc idirlín agus triail arís.
gl: Non se pode conectar. Comprueba a túa conexión e téntao de novo.
he: לא יכול להתחבר. בדוק את החיבור לאינטרנט ונסה שוב.
hi: कनेक्ट नहीं हो रहा। अपना इंटरनेट चेक करके दोबारा ट्राई करो।
hr: Ne mogu se spojiti. Provjeri internetsku konekciju i pokušaj ponovno.
hu: Nem sikerül csatlakozni. Ellenőrizd az internetkapcsolatod, és próbáld újra.
id: Tidak bisa terhubung. Cek koneksi internet kamu dan coba lagi.
it: Non riesco a connettermi. Controlla la tua connessione internet e riprova.
ja: 接続できません。インターネット接続を確認して試してください
ka: ვერ ვდებ კავშირს. შეამოწმეთ ინტერნეტი და ხელახლა სცადეთ
kab: Ur nezmir ara ad nettali. Senned tuqqna n internet-ik daɣen ɛreḍ trad.
ko: 연결할 수 없어요. 인터넷 연결을 확인하고 다시 시도해봐요.
lt: Nepavyko prisijungti. Patikrink interneto ryšį ir bandyk dar kartą.
lv: Nevar savienoties. Pārbaudī interneta savienojumu un mēģini vēlreiz.
ms: Tak bisa connect. Cek koneksi internet kamu dan coba lagi.
nb: Kan ikke koble til. Sjekk internettforbindelsen og prøv igjen.
nl: Kan niet verbinden. Controleer je internet en probeer opnieuw.
pa: Connect ਨਹੀਂ ਹੋ ਸਕਿਆ। Internet ਚੈਕ ਕਰੋ ਅਤੇ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie można się połączyć. Sprawdź połączenie internetowe i spróbuj ponownie.
pt_br: Não conseguiu conectar. Verifica sua internet e tenta de novo
pt_pt: Não é possível ligar. Verifica a tua ligação de internet e tenta novamente.
ro: Nu se poate conecta. Verifică conexiunea la internet și încearcă din nou.
ru: Не получается подключиться. Проверь интернет и попробуй снова.
sk: Nedá sa pripojiť. Skontroluj internetové pripojenie a skús to znova.
sr: Ne mogu se spojiti. Proverite konekciju i pokušajte ponovo.
sv: Kan inte ansluta. Kontrollera din internetanslutning och försök igen.
th: ไม่สามารถเชื่อมต่อ ตรวจสอบอินเทอร์เน็ตและลองใหม่
tk: Bağlanılamıyor. İnternet bağlantını kontrol et ve tekrar dene.
tr: Bağlanılamıyor. İnternet bağlantını kontrol et ve tekrar dene.
ug: ئۇلانقىلى بولمايدۇ. ئىنتېرنېت ئۇلىنىشىڭنى تەكشۈرۈپ قايتا سىنا.
uk: Не вдалося підключитися. Перевір інтернет і спробуй ще
ur: کنکٹ نہیں ہو سکا۔ انٹرنیٹ چیک کرو اور دوبارہ کوشش کرو
uz: Ulanib bo'lmadi. Internet ulanishini tekshirib, qayta urinib ko'ring.
vi: Không thể kết nối. Kiểm tra internet của bạn và thử lại.
zh_hans: 无法连接。检查你的网络连接并重试。
zh_hant: 無法連線。檢查一下網路然後重試。

source: Unarchive
ar: فك الأرشيف
az: Arxivdən Çıxart
bg: Разархивирай
bn: আনআর্কাইভ করুন
bo: མའ་ཀང་གཏོན།
bs: Vrati iz arhive
ca: Desarxivar
ceb: I-unarchive
cs: Rozarchivovat
da: Gendan
de: Aus Archiv entfernen
el: Επαναφορά
es: Desarchivar
et: Eemalda arhiivist
eu: Desarchibatu
fa: بازگشایی بایگانی
fi: Poista arkistosta
fr: Désarchiver
fr_ca: Désarchiver
ga: Díchur ó Fholuain
gl: Desarquivar
he: שחזור
hi: अनआर्काइव
hr: Vrati iz arhive
hu: Archiváció visszavonása
id: Aktifkan
it: Estrai da archivio
ja: アーカイブ解除
ka: არქივიდან დაბრუნება
kab: Sseksu
ko: 보관 해제
lt: Grąžinti
lv: Neatarhivēt
nb: Gjenopprette
nl: Uit archief halen
pa: ਆਰਕਾਈਵ ਹਟਾ
pl: Przywróć
pt_br: Desarquivar
pt_pt: Desarquivar
ro: Restabilire
ru: Разархивировать
sk: Vybrať z archívu
sr: Dearhiviraj
sv: Ta fram
th: เปิดเก็บ
tk: Arşivden Çıkar
tr: Arşivden Çıkar
ug: ئارخىفتىن چىقار
uk: Розархівувати
ur: ارکائیو ہٹاؤ
uz: Arxivdan olish
vi: Bỏ lưu trữ
zh_hans: 取消归档
zh_hant: 取消存檔

source: Unload Model (Free Memory)
ar: فرغ الموديل (حرر الذاكرة)
az: Modeli Boşalt (Yaddaşı Azad Et)
bg: Разтовари модела (освободи памет)
bn: মডেল আনলোড করুন (মেমরি খালি করুন)
bo: Model ཡིག་མེད་གཏུབ།
bs: Ukloni model (oslobodi memoriju)
ca: Descarregar Model (Allibera memòria)
ceb: I-unload ang Model (Ilabas Memory)
cs: Uvolnit model (uvolnit paměť)
da: Aflæs model (frigør hukommelse)
de: Modell entladen (Speicher freigeben)
el: Απεντάξεις το Μοντέλο (Ελευθέρωση Μνήμης)
es: Descargar modelo (liberar memoria)
et: Unload Model (Vabasta mälu)
eu: Modeloa deskargatu (Memoria askatzea)
fa: تخلیه مدل (آزاد کردن حافظه)
fi: Purka malli (vapauta muistia)
fr: Décharger le modèle (libérer la mémoire)
fr_ca: Décharger le modèle (libérer la mémoire)
ga: Scor an Múnla (Spás Saor)
gl: Descargar modelo (liberar memoria)
he: הסר את המודל (שחרור זיכרון)
hi: मॉडल अनलोड करो (मेमोरी फ्री करो)
hr: Ukloni model (oslobodi memoriju)
hu: Modell eltávolítása (Memória felszabadítása)
id: Unload Model (Bebaskan Memori)
it: Scarica il modello (Libera memoria)
ja: モデルをアンロード（メモリ解放）
ka: მოდელის გამორთვა (ადგილის გაფხვიერება)
kab: Sifu Amedel (Ah taɣallit Memory)
ko: 모델 언로드 (메모리 해제)
lt: Iškelti modelį (atlaisvinti atmintį)
lv: Izkraut modeli (Atbrīvot atmiņu)
ms: Unload Model (Bebaskan Memori)
nb: Laste av modell (frigjør minne)
nl: Model uit geheugen (Ruimte vrijmaken)
pa: Model Unload (Memory Free ਕਰੋ)
pl: Zwolnij model (zwolnij pamięć)
pt_br: Descarregar Modelo (Liberar Memória)
pt_pt: Descarregar Modelo (Liberar Memória)
ro: Descarcă modelul (Eliberează memorie)
ru: Выгрузить модель (Освободить память)
sk: Vyložiť model (Oslobodi pamäť)
sr: Otkloni Model (Oslobodi Memoriju)
sv: Avlasta modell (frigör minne)
th: เลิกใช้โมเดล (เพิ่มเมมโมรี่)
tk: Modeli Boşalt (Belleği Serbest Bırak)
tr: Modeli Boşalt (Hafıza Boşalt)
ug: مودېل بوشات (ئەسكەرتىش بوشات)
uk: Вивантажити модель (звільнити пам'ять)
ur: ماڈل اتاریں (میموری خالی)
uz: Modelni tushirish (xotira bo'shatish)
vi: Unload Model (Giải phóng bộ nhớ)
zh_hans: 卸载模型（释放内存）
zh_hant: 卸載模型（釋放記憶體）

source: Unpin
ar: إزالة التثبيت
az: Sabitlənmişdən çıxar
bg: Откачи
bn: আনপিন করুন
bo: ཕྱིར་འདོན།
bs: Otkači
ca: Alliberar
ceb: Alisin ang Pin
cs: Odepnout
da: Frigør
de: Lösen
el: Ξεκαρφίτσωμα
es: Desfijar
et: Eemalda kinnitus
eu: Kendu aingura
fa: برداشتن پین
fi: Irrota kiinnitys
fr: Désépingler
fr_ca: Désépingler
ga: Díphoráil
gl: Desanclar
he: הסר קיבוע
hi: अनपिन
hr: Uklonite
hu: Rögzítés feloldása
id: Lepas Pin
it: Rimuovi fissato
ja: ピン留め解除
ka: ჩამოხსნა
kab: Kkes asenteḍ
ko: 고정 해제
lt: Atsemigti
lv: Atspraust
ms: Nyahsematkan
nb: Løsne
nl: Losmaken
pa: ਪਿਨ ਹਟਾ
pl: Odepnij
pt_br: Desfixar
pt_pt: Desafixar
ro: Anulează Fixarea
ru: Открепить
sk: Odopnúť
sr: Откачи
sv: Ta bort fästning
th: ยกเลิกการปักหมุด
tk: Sabitlemeyi Kaldır
tr: Sabitlemeyi Kaldır
ug: مۇقىملانمىغان قىلىش
uk: Відчепити
ur: ان پن کریں
uz: Ечиш
vi: Bỏ ghim
zh_hans: 取消置顶
zh_hant: 取消釘選

source: Unshare
ar: بطل المشاركة
az: Paylaşmasını Dayandır
bg: Спри споделянето
bn: শেয়ার বন্ধ করুন
bo: གཏོན་མེད།
bs: Prestani dijeliti
ca: Deixar de compartir
ceb: I-unshare
cs: Přestat sdílet
da: Stop deling
de: Nicht mehr teilen
el: Σταμάτα τη κοινοποίηση
es: Dejar de compartir
et: Eemalda jagamine
eu: Partekatzea kendu
fa: حذف اشتراک
fi: Lopeta jako
fr: Arrêter le partage
fr_ca: Arrêter le partage
ga: Dísheinn
gl: Deixar de compartir
he: בטל שיתוף
hi: अनशेयर
hr: Prestani dijeliti
hu: Eltávolít
id: Batalkan Bagian
it: Smetti di condividere
ja: シェア解除
ka: გაზიარების გაუქმება
kab: Beṭṭil Asekcem
ko: 공유 해제
lt: Nustoti dalintis
lv: Pārtraukt koplietošanu
ms: Berhenti Share
nb: Stopp deling
nl: Niet meer delen
pa: ਸ਼ੇਅਰ ਹਟਾ
pl: Cofnij udostępnianie
pt_br: Descompartilhar
pt_pt: Deixar de Partilhar
ro: Anulează partajarea
ru: Отменить общий доступ
sk: Zrušiť zdieľanie
sr: Prestani Deliti
sv: Sluta dela
th: เลิกแชร์
tk: Paylaşımı Kaldır
tr: Paylaşımı Kaldır
ug: ئورتاقلاشنى توغتات
uk: Припинити спільний доступ
ur: شیئر ہٹاؤ
uz: Ulashni to'xtatish
vi: Bỏ chia sẻ
zh_hans: 取消分享
zh_hant: 取消分享

source: Update
ar: تحديث
az: Yenilə
bg: Актуализиране
bn: আপডেট
bo: གསར་སྒྱུར།
bs: Ažuriraj
ca: Actualitzar
ceb: Isabaguhain
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
et: Uuenda
eu: Eguneratu
fa: به‌روزرسانی
fi: Päivitä
fr: Mise à jour
fr_ca: Mise à jour
ga: Nuashonraigh
gl: Actualizar
he: עדכון
hi: अपडेट
hr: Ažuriranje
hu: Frissítés
id: Memperbarui
it: Aggiorna
ja: 更新
ka: განახლება
kab: Muceḍ
ko: 업데이트
lt: Atnaujinti
lv: Atjaunināt
ms: Kemaskini
nb: Oppdater
nl: Bijwerken
pa: ਅਪਡੇਟ
pl: Aktualizuj
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizează
ru: Обновить
sk: Aktualizovať
sr: Ажурирај
sv: Uppdatera
th: อัปเดต
tk: Täzeläň
tr: Güncelle
ug: يېڭىلاش
uk: Оновлення
ur: اپ ڈیٹ کریں
uz: Янгилаш
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: Update and Copy Link
ar: تحديث ونسخ الرابط
az: Yenilə və linki kopyala
bg: Обнови и копирай връзката
bn: আপডেট এবং লিংক কপি করুন
bo: གསར་སྒྱུར་དང་སྦྲེལ་ཐག་འདྲ་བཤུས།
bs: Ažuriraj i kopiraj vezu
ca: Actualitzar i copiar l'enllaç
ceb: Isabaguhain at Kopyahin ang Link
cs: Aktualizovat a zkopírovat odkaz
da: Opdater og kopier link
de: Aktualisieren und Link kopieren
el: Ενημέρωση και Αντιγραφή Συνδέσμου
es: Actualizar y Copiar Enlace
et: Uuenda ja kopeeri link
eu: Eguneratu eta kopiatu esteka
fa: به روزرسانی و کپی لینک
fi: Päivitä ja kopioi linkki
fr: Mettre à jour et copier le lien
fr_ca: Mettre à jour et copier le lien
ga: Nuashonraigh agus Cóipeáil Nasc
gl: Actualizar y copiar enlace
he: עדכן ושכפל קישור
hi: अपडेट करें और लिंक कॉपी करें
hr: Ažuriraj i kopiraj vezu
hu: Frissítés és link másolása
id: Perbarui dan Salin Tautan
it: Aggiorna e Copia Link
ja: リンクの更新とコピー
ka: განახლება და ბმულის კოპირება
kab: Leqqem aseɣwen
ko: 링크 업데이트 및 복사
lt: Atnaujinti ir kopijuoti nuorodą
lv: Atjaunināt un kopēt saiti
ms: Kemaskini dan salin pautan
nb: Oppdater og kopier lenke
nl: Bijwerken en kopieer link
pa: ਅੱਪਡੇਟ ਕਰੋ ਅਤੇ ਲਿੰਕ ਕਾਪੀ ਕਰੋ
pl: Aktualizuj i kopiuj link
pt_br: Atualizar e Copiar Link
pt_pt: Atualizar e Copiar Link
ro: Actualizează și Copiază Link-ul
ru: Обновить и скопировать ссылку
sk: Aktualizovať a skopírovať odkaz
sr: Ажурирај и копирај везу
sv: Uppdatera och kopiera länk
th: อัปเดตและคัดลอกลิงก์
tk: Güncelle ve Linki Kopyala
tr: Güncelle ve Bağlantıyı Kopyala
ug: يېڭىلاش ۋە ئۇلانما كۆچۈرۈش
uk: Оновлення та копіювання посилання
ur: اپڈیٹ اور لنک کاپی کریں
uz: Ҳаволани янгилаш ва нусхалаш
vi: Cập nhật và sao chép link
zh_hans: 更新和复制链接
zh_hant: 更新並複製連結

source: Updated %@
ar: تم تحديث %@
az: %@ yeniləndi
bg: Обновено %@
bn: %@ আপডেট হয়েছে
bo: %@གསར་རིས་བྱས་ཀྱི་ཡོད།
bs: Ažurirano %@
ca: Actualitzat %@
ceb: Na-update ang %@
cs: Aktualizováno %@
da: Opdateret %@
de: Aktualisiert %@
el: Ενημερώθηκε %@
es: Actualizado %@
et: Uuendatud %@
eu: Eguneratu %@
fa: بروزرسانی %@
fi: Päivitetty %@
fr: Mis à jour %@
fr_ca: Mis à jour %@
ga: Nuashonraithe %@
gl: Actualizado %@
he: עודכן %@
hi: %@ अपडेट हो गया
hr: Ažurirano %@
hu: Frissítve: %@
id: Diperbarui %@
it: Aggiornato %@
ja: %@を更新しました
ka: განახლებული %@
kab: Yettwalqem %@
ko: %@ 업데이트됨
lt: Atnaujinta %@
lv: Atjaunināts %@
ms: Dikemas kini %@
nb: Oppdatert %@
nl: Bijgewerkt %@
pa: ਅਪਡੇਟ ਕੀਤਾ %@
pl: Zaktualizowano %@
pt_br: Atualizado %@
pt_pt: Atualizado %@
ro: Actualizat %@
ru: Обновлено %@
sk: Aktualizované %@
sr: Ажурирано %@
sv: Uppdaterad %@
th: อัปเดต %@ แล้ว
tk: %@ güncellendi
tr: %@ güncellendi
ug: %@ يېڭىلاندى
uk: Оновлено %@
ur: %@ اپ ڈیٹ کیا
uz: %@ yangilandi
vi: Đã cập nhật %@
zh_hans: 更新了%@
zh_hant: 已更新 %@

source: Upload
ar: رفع
az: Yüklə
bg: Качване
bn: আপলোড
bo: སྤར་བ།
bs: Učitaj
ca: Pujar
ceb: I-upload
cs: Nahrát
de: Hochladen
el: Ανέβασμα
es: Subir
et: Laadi üles
eu: Kargatu
fa: بارگذاری
fi: Lataa
fr: Téléverser
fr_ca: Téléverser
ga: Uaslódáil
gl: Subir
he: העלה
hi: अपलोड
hr: Učitaj
hu: Feltöltés
id: Unggah
it: Carica
ja: アップロード
ka: ატვირთვა
kab: Sali
ko: 업로드
lt: Atnaujinti
lv: Augšupielādēt
ms: Muatnaik
nb: Last opp
nl: Uploaden
pa: ਅਪਲੋਡ
pl: Prześlij
pt_br: Fazer upload
pt_pt: Carregar
ro: Încărcare
ru: Загрузить
sk: Nahrať
sr: Отпреми
sv: Ladda upp
th: อัปโหลด
tk: Ýükle
tr: Yükle
ug: چىقىرىش
uk: Завантажити
ur: اپ لوڈ کریں
uz: Юклаш
vi: Tải lên
zh_hans: 上传
zh_hant: 上傳

source: Upload a file using the button above, or all files are already attached.
ar: رفّع ملف من الزر اللي فوق، أو الملفات كلها موصولة بالفعل
az: Yuxarıdakı düyməni istifadə edərək fayl yüklə, ya da bütün fayllar artıq əlavə olunub
bg: Качи файл със бутона горе или всичко е вече качено
bn: উপরের বাটন ব্যবহার করে ফাইল আপলোড করুন, নতুবা সব ফাইল ইতিমধ্যে যুক্ত আছে।
bo: སྐུ་མཐོང་སྣོན་གཏུབ༏ ཡང་ན་ཀུན་དགོ་སྦེ་ཡིན།
bs: Učitaj datoteku s dugmeta gore ili su sve već dodane.
ca: Puja un fitxer amb el botó de dalt, o tots ja estan adjunts.
ceb: I-upload ang file gamit ang button, o lahat ng files ay attached na.
cs: Nahraj soubor tlačítkem výše, nebo jsou všechny soubory už přidané.
da: Upload en fil med knappen ovenfor, eller alle filer er allerede vedhæftet
de: Lade eine Datei mit dem Button oben hoch, oder alle Dateien sind schon angehängt.
el: Ανέβασε ένα αρχείο με το κουμπί πάνω, ή όλα τα αρχεία είναι ήδη συνδεδεμένα.
es: Sube un archivo con el botón de arriba o todos ya están adjuntos.
et: Laadi fail üles ülalolevat nuppu kasutades, või failid on juba lisatud.
eu: Igo fitxategian goiko botoia erabiliz, edo fitxategi guztiak atxikita daude jada
fa: فایلو با دکمه بالا آپلود کن یا همه‌ی فایل‌ها قبلاً اضافه شدن.
fi: Lataa tiedosto yllä olevalla painikkeella, tai kaikki tiedostot on jo liitetty.
fr: Télécharge un fichier avec le bouton ci-dessus, ou tous les fichiers sont déjà joints.
fr_ca: Télécharge un fichier avec le bouton en haut, ou tous les fichiers sont déjà attachés.
ga: Uaslódáil comhad leis an bhutúin thuas, nó tá gach rud ceangailte cheana.
gl: Sube un ficheiro co botón de arriba, ou xa están todos anexados.
he: העלה קובץ דרך הכפתור למעלה, או שכל הקבצים כבר צורפו.
hi: ऊपर वाले बटन से फाइल अपलोड करो, या सब फाइलें पहले से लगी हैं।
hr: Učitaj datoteku pomoću gumba gore ili su sve datoteke već dodane.
hu: Töltsd fel a fájlt a fenti gombbal, vagy már minden csatolva van
id: Upload file pake tombol di atas, atau semua file udah terlampir.
it: Carica un file con il bottone sopra, oppure tutti i file sono già allegati.
ja: 上のボタンでアップロード、またはすべてのファイルが既に添付されてます。
ka: ატვირთე ფაილი ზემოთ ღილაკით, ან ყველა ფაილი უკვე დაკვავშირებულია.
kab: Senk afaylu s udggir-nagi, neɣ akk ifayluten sɛant yettwaqqeceḍ.
ko: 위의 버튼으로 파일을 업로드하거나, 모든 파일이 이미 첨부되어 있어.
lt: Įkelk failą naudodamas mygtuką aukščiau, arba visi failai jau pridėti.
lv: Augšupielādē failu ar pogu augšpusē vai faili jau pievienoti.
ms: Upload file lewat tombol atas, atau semua file udah attached.
nb: Last opp en fil ved å bruke knappen over, eller alle filene er allerede vedlagt.
nl: Laad een bestand met de knop hierboven, of alle bestanden zijn al toegevoegd.
pa: ऊपਰ ਦੀ button ਨਾਲ file upload ਕਰੋ ਜਾ files ਪਹਿਲਾਂ ਹੀ attached ਹਨ।
pl: Wgraj plik za pomocą przycisku powyżej, lub wszystkie pliki są już dołączone.
pt_br: Faz upload de um arquivo usando o botão acima, ou todos já tão anexados
pt_pt: Carregue um ficheiro usando o botão acima, ou todos os ficheiros já estão anexados.
ro: Încarcă un fișier cu butonul de mai sus, sau toate sunt deja atașate.
ru: Загрузи файл кнопкой выше или все файлы уже прикреплены.
sk: Uploadni súbor pomocou tlačidla vyššie, alebo sú už všetky súbory pripojené.
sr: Uploadi datoteku pomoću dugmeta iznad ili su sve datoteke već attached.
sv: Ladda upp en fil med knappen ovan, eller alla filer är redan bifogade.
th: อัปโหลดไฟล์จากปุ่มด้านบน หรือไฟล์ติดแล้ว
tk: Yukarıdaki düğmeden dosya yükle ya da hepsi zaten ekli
tr: Yukarıdaki düğmeyi kullanarak dosya yükle veya tüm dosyalar zaten eklendi.
ug: يۇقىرىدىكى توپچىنى ئىشلىتىپ ھۆججەت يۈكلە، ياكى بارلىق ھۆججەتلەر ئالدىن بۆگلەنگەن.
uk: Завантаж файл кнопкою вище або всі файли вже прикріплені
ur: اوپر والے بٹن سے فائل اپ لوڈ کرو یا سب فائلیں پہلے سے منسلک ہیں
uz: Yuqorida tugma orqali fayl yuklang, yoki barcha fayllar avvaldan biriktirilgan.
vi: Upload file bằng nút phía trên, hoặc tất cả file đã được attach rồi.
zh_hans: 点上面按钮上传文件，或者文件都已经上传了
zh_hant: 用上面的按鈕上傳檔案，或檔案已經都附上了。
